INSERT INTO user_
VALUES('342501199907018220','RainChe','17801119872','rainchekey'),
	('410421199810200022','hl','15110200022','hl200022'),
	('342901199804304621','栗子','17801119881','jm981234')

INSERT INTO firm
VALUES('Fake携程','fakexiechengkey'),
	('Fake马蜂窝','fakemafengwokey'),
	('Fake中青旅','fakezhongqinglv')

INSERT INTO sight(sight_name,sight_loca,opentime,sight_photo,ticket_price,introduction)
VALUES('黄山','安徽-黄山','平日周日：06:30~16:30，周六：06:00~16:30','../../assets/st/yellowmount.jpg',190,'黄山原名“黟山”，因峰岩青黑，遥望苍黛而名。后因传说轩辕黄帝曾在此炼丹，故改名为“黄山”。黄山代表景观有“四绝三瀑”，四绝：奇松、怪石、云海、温泉；三瀑：人字瀑、百丈泉、九龙瀑。黄山迎客松是安徽人民热情友好的象征，承载着拥抱世界的东方礼仪文化。'),
	('西湖','浙江-杭州','全天开放:00:00-24:00','../../assets/st/westlake.jpg',0,'西湖南、西、北三面环山，湖中白堤、苏堤、杨公堤、赵公堤将湖面分割成若干水面。西湖的湖体轮廓呈近椭圆形，湖底部较为平坦。湖泊天然地表水源是金沙涧、龙泓涧、赤山涧（慧因涧）、长桥溪四条溪流。'),
	('故宫','北京-北京','4.1-10.31:08:20-17:00;11.1-3.31:08:30-16:30','../../assets/st/palace.jpg',60,'故宫又称紫禁城。中国古代讲究“天人合一”的规划理念，用天上的星辰与都城规划相对应，以突出政权的合法性和皇权的至高性。天帝居住在紫微宫，而人间皇帝自诩为受命于天的“天子”，其居所应象征紫微宫以与天帝对应，《后汉书》载“天有紫微宫，是上帝之所居也。王者立宫，象而为之”。')

INSERT INTO route(route_name,belong_firm,assignment,order_price,route_photo,contact_way,ceiling)
VALUES('全景黄山游.打卡人气经典景点.纯玩零购物.宿山顶观日出.打卡网红小火车.穿越西海大峡谷.三天两晚','Fake携程','D1各城市出发前往黄山市区,前往宏村、南湖、承志堂；D2黄山市区_黄山风景区,前往黄山风景区、西海大峡谷；D3黄山风景区-温馨的家,前往北海、猴子观海',1280,'../../assets/r/qjhsy.jpg','17856312209',40),
	('梦游江南.夜宿乌镇.玩转乌镇西栅日夜景.赠西湖游船.泛舟西湖赏美景.住乌镇自营高钻客栈.两天一晚','Fake马蜂窝','D1各城市出发前往乌镇，前往乌镇西栅；D2出发杭州，前往西湖',779,'../../assets/r/myjn.jpg','13205687842',20),
	('北京4日3晚跟团游.限赠长城缆车.升旗仪式.赠外观清华或北大.天坛圆明园通票','Fake中青旅','D1前往北京，自由活动；D2前往天安门广场，故宫博物院，天坛；D3升旗仪式，八达岭长城，奥运公园',3044,'../../assets/r/bjsrswgty.jpg','15587459632',50)

INSERT INTO visit
VALUES(1,1),
	(2,2),
	(3,3)

INSERT INTO item
VALUES(1,'2019-07-22'),
	(1,'2019-08-01'),
	(1,'2019-08-07'),
	(2,'2019-07-19'),
	(2,'2019-08-02'),
	(2,'2019-08-10'),
	(3,'2019-07-12'),
	(3,'2019-07-24'),
	(3,'2019-08-03')

INSERT INTO order_
VALUES('342501199907018220',1,'2019-07-22'),
	('410421199810200022',2,'2019-07-19'),
	('342901199804304621',3,'2019-08-03')

